/* An error ocurred while fetching the sounds from SoundCloud */
"An error ocurred while fetching the sounds from SoundCloud" = "An error ocurred while fetching the sounds from SoundCloud";

/* ERROR */
"ERROR" = "ERROR";

/* Favorites */
"Favorites" = "Favorites";

/* Login */
"Login" = "Login";

/* Logout */
"Logout" = "Logout";

/* No Created Date Set */
"No Created Date Set" = "No Created Date Set";

/* No favorites have been found */
"No favorites have been found" = "No favorites have been found";

/* OK */
"OK" = "OK";

